Repository: petruchek/findco-wp-assessment
Catalog: helpful-article/source/languages/helpful-article-*.po
Languages: uk

source: Helpful Article
uk: Корисна Стаття

source: OOP WordPress plugin that allows website visitors to vote on various articles.
uk: Об'єктно-орієнтований WordPress плагін, який дозволяє відвідувачам веб-сайту голосувати за різноманітні статті.

source: Val Petruchek
uk: Валентин Петручек

source: Was this article helpful?
uk: Чи була ця стаття корисною?

source: Yes
uk: Так

source: No
uk: Ні

source: Invalid parameters
uk: Недійсні параметри

source: Invalid vote
uk: Недійсний голос

source: You have already voted.
uk: Ви вже голосували.

source: Thank you for your vote.
uk: Дякуємо за ваш голос.

source: No votes so far.
uk: Поки що не було голосів.

source: Total votes:
uk: Голосів загалом:

source: Positive votes:
uk: Голосів «ЗА»:

source: Negative votes:
uk: Голосів «ПРОТИ»:

source: Approval rate:
uk: Рейтинг підтримки:

source: Disapproval rate:
uk: Антирейтинг:
